[
    {
        "hour": "01:00",
        "theme": "Silence",
        "quote": "At this hour, even the stars whisper secrets meant only for the soul willing to listen."
    },
    {
        "hour": "02:00",
        "theme": "Wonder",
        "quote": "Stars do not shout; they simply shine — may your light need no permission to glow."
    },
    {
        "hour": "03:00",
        "theme": "Reflection",
        "quote": "You do not become wise by avoiding darkness, but by learning how to carry a candle through it."
    },
    {
        "hour": "04:00",
        "theme": "Renewal",
        "quote": "The world resets while we sleep; let your forgiveness do the same."
    },
    {
        "hour": "05:00",
        "theme": "Awakening",
        "quote": "You are not behind — you are being prepared. The sun never rushes, and still it rises."
    },
    {
        "hour": "06:00",
        "theme": "Gratitude",
        "quote": "Before the day tells you what to feel, remind it of what you're thankful for."
    },
    {
        "hour": "07:00",
        "theme": "Intention",
        "quote": "A purpose written in the quiet of morning becomes a path walked with power all day."
    },
    {
        "hour": "08:00",
        "theme": "Strength",
        "quote": "Your first yes to yourself will cancel a thousand no’s from the world."
    },
    {
        "hour": "09:00",
        "theme": "Courage",
        "quote": "Some fears are not obstacles — they are invitations to remember your courage."
    },
    {
        "hour": "10:00",
        "theme": "Discipline",
        "quote": "Freedom is not the absence of limits, but the mastery of them."
    },
    {
        "hour": "11:00",
        "theme": "Presence",
        "quote": "To be fully here is the rarest gift — even your breath longs for your attention."
    },
    {
        "hour": "12:00",
        "theme": "Balance",
        "quote": "Even the sun must rest at the top before it begins its descent — your pause is sacred."
    },
    {
        "hour": "13:00",
        "theme": "Focus",
        "quote": "Noise does not equal progress — silence sharpens the blade of your purpose."
    },
    {
        "hour": "14:00",
        "theme": "Patience",
        "quote": "Some seeds only bloom after the thunder — not everything that delays is a denial."
    },
    {
        "hour": "15:00",
        "theme": "Resilience",
        "quote": "You’re not tired of the dream — you’re just tired from the climb. Rest, then rise again."
    },
    {
        "hour": "16:00",
        "theme": "Wisdom",
        "quote": "Experience teaches. Reflection graduates you."
    },
    {
        "hour": "17:00",
        "theme": "Compassion",
        "quote": "Even the strongest souls need softness — give yours some today."
    },
    {
        "hour": "18:00",
        "theme": "Surrender",
        "quote": "Control is exhausting; trust is oxygen."
    },
    {
        "hour": "19:00",
        "theme": "Peace",
        "quote": "Peace is not found in perfect conditions but in practiced stillness."
    },
    {
        "hour": "20:00",
        "theme": "Love",
        "quote": "Real love never demands shrinking — it calls forth your vastness."
    },
    {
        "hour": "21:00",
        "theme": "Faith",
        "quote": "The unanswered prayer is not an absence — it’s an unfolding."
    },
    {
        "hour": "22:00",
        "theme": "Legacy",
        "quote": "Each action is a seed. What harvest will your life leave behind?"
    },
    {
        "hour": "23:00",
        "theme": "Mystery",
        "quote": "The night does not promise answers — only the beauty of the unknown."
    },
    {
        "hour": "00:00",
        "theme": "Eternity",
        "quote": "Midnight is not the end — it is the hidden door to everything beginning again."
    }
]